Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Konveierit ei saa luua
fi: Putkea ei voitu luoda

source: 'filesrc' elementi pole võimalik luua
fi: Elementtiä filesrc ei voitu luoda

source: decodebin pluginat pole võimalik luua
fi: Liitännäistä decodebin2 ei voitu luoda

source: audioconvert pluginat pole võimalik luua
fi: Liitännäistä audioconvert ei voitu luoda

source: BPM pluginat ei leita
fi: Liitännäistä bpmdetect ei voitu luoda

source: fakesink pluginat pole võimalik luua
fi: Liitännäistä fakesink ei voitu luoda

source: Konveieri sõlmi ei saa linkida
fi: Putken osia ei voitu liittää

source: cdda URI elementi ei saa lähtestada
fi: CDDA-URIsta ei voitu alustaa elementtiä

source: Kodeerija konveierit ei saa luua
fi: Koodekin putkea ei voitu luoda

source: Ootejärjekorra pulginat ei saa luua
fi: Jonoliitännäistä ei voitu luoda

source: Filesink pluginat ei saa luua
fi: Liitännäistä sinkben ei voitu luoda

source: Lähteelementi pole võimalik luua
fi: Lähde-elementtiä ei voitu luoda

source: Kodeerimise konveierit ei saa luua
fi: Koodausputkea ei voitu luoda

source: Konveierit ei saa üles seada
fi: Putkea ei voitu luoda

source: Kirjuta CD...
fi: Kirjoita CD-levy...

source: Kirjuta valitud rajad audio CD-le
fi: Kirjoita valitut kappaleet CD-levylle

source: CD-d ei saa kirjutada
fi: CD-levyä ei voitu kirjoittaa

source: Brasero't ei saa käivitada
fi: Braseroa ei voitu käynnistää

source: Täisekraanil video taasesitus aktiivne
fi: Videon soitto kokoruututilassa on käytössä

source: Rippimiseks ei leitud kodeerijat.
fi: Pakkausohjelmaa levyn lukua varten ei löytynyt.

source: CD rippimise ajurit ei saa luua.
fi: CD-levyn lukuajuria ei voitu luoda.

source: BPM tuvastamise draiverit pole võimalik luua.
fi: BPM-tunnistusajuria ei voitu luoda.

source: GStreamer teeki ei saa lähtestada
fi: GStreamer-kirjastoa ei voitu alustaa

source: Tundmatu viga
fi: Tuntematon virhe

source: Käivita _katkematu mängimine
fi: Katkoton soitto

source: Ümberkooderijat transcoder ei saa luua
fi: Transkooderia ei voitu luoda

source: Abi valikud
fi: Ohjevalitsimet

source: Kuva see abiteave
fi: Näytä tämä ohje

source: Näita taasesituse juhtimise valikuid
fi: Näytä soiton ohjainvalitsimet

source: Näita esitatava laulu pärimise valikuid
fi: Näytä soitettavan kappaleen kyselyvalitsimet

source: Näita esitamismootori pärimise valikuid
fi: Näytä soittomoottorin kyselyvalitsimet

source: Näita kasutajaliidese valikuid
fi: Näytä käyttöliittymän valitsimet

source: Näita arendajate ja silumise valikuid
fi: Näytä kehittäjien ja vianetsinnän valitsimet

source: Näita kõiki valikugruppe
fi: Näytä kaikki valitsinryhmät

source: Näita versiooniinfot
fi: Näytä versiotiedot

source: Taasesituse juhtimise valikud
fi: Soiton ohjainten valinnat

source: Mängib järgmise loo või sama uuesti, kui 'taaskäivita' on määratud
fi: Soita seuraava kappale, mahdollisesti toistaen jos ”toisto”-arvo on asetettu

source: Alusta taasesitust
fi: Aloita soitto

source: Peata taasesitus
fi: Keskeytä soitto

source: Täielikult lõpeta taasesitamine
fi: Pysäytä soitto

source: Hüppa kindlale kohale (sekundid, ujukomaarv)
fi: Siirry tiettyyn kohtaan (sekunteja, liukuluku)

source: Esitamismootori päringuvalikuid
fi: Soittomoottorin kyselyasetukset

source: Esitaja praegune olek
fi: Soittimen tila

source: Esitaja viimane olek
fi: Viimeisin soittimen tila

source: Päri, kas esitajat saab pausile määrata
fi: Kysy voiko soiton keskeyttää

source: Päri, kas esitaja saab kerida
fi: Kysy voiko soitin siirtyä kappaleessa

source: Esitaja valjus
fi: Soittimen äänenvoimakkuus

source: Esitaja asukoht esitatavas palas
fi: Soittimen kohta soivassa kappaleessa

source: Esitaja nimi
fi: Esittäjän nimi

source: Albumi pealkiri
fi: Levyn nimi

source: Raja pealkiri
fi: Kappaleen nimi

source: Kestus
fi: Kesto

source: Raja number
fi: Kappalenumero

source: Radade arv
fi: Kappaleiden lukumäärä

source: Plaadi number
fi: Levyn numero

source: Aasta
fi: Vuosi

source: Hinnang
fi: Arvostelu

source: Punktid
fi: Pisteytys

source: Kasutajaliidese valikud
fi: Käyttöliittymän valitsimet

source: Peida kasutajaliides
fi: Piilota käyttöliittymä

source: Näita imporditud meedia dialoogikasti
fi: Näytä median tuonti -ikkuna

source: Keela DBus tugi täielikult
fi: Poista DBus-tuki käytöstä kokonaan

source: Lisa_järjekorda
fi: Vie _jonoon

source: _Esita
fi: Soita

source: Mängi _lugu
fi: Soita _kappale

source: Lisa album nimekirja
fi: Lisää kappale soittolistaan

source: {0} jäänud
fi: {0} jäljellä

source: Laulu esitamine
fi: Soita kappale

source: Sulge
fi: Sulje

source: Otsi
fi: Etsi

source: Esitaja, album või pealkiri
fi: Esittäjä, levy tai kappale

source: Albumi esitaja
fi: Levyn esittäjä

source: Helilooja
fi: Säveltäjä

source: Žanr
fi: Tyyli

source: Kommentaar
fi: Kommentti

source: Teadmata esitaja
fi: Tuntematon esittäjä

source: Teadmata album
fi: Tuntematon levy

source: Teadmata pealkiri
fi: Tuntematon kappale

source: Erinevad esitajad
fi: Useita esittäjiä

source: Muusikavoo asukohta ei leita
fi: Virran sijaintia ei löytynyt

source: Faili ei leitud
fi: Tiedostoa ei löytynyt

source: Selle meediatüübi jaoks pole koodekit
fi: Tämän tiedostotyypin soittamiseen tarvittavaa koodekkia ei ole saatavilla

source: Fail on kaitstud DRM autorikaitsega
fi: Tiedosto on DRM-suojattu (Digital Rights Management)

source: _Taaskäivita video
fi: Aloita video _alusta

source: _Taasalusta laulu
fi: Aloita kappale _alusta

source: _Hüppa esitatavale videole
fi: _Siirry esitettävään videoon

source: _Hüppa esitatavale loole
fi: _Siirry soivaan kappaleesen

source: Kõik albumid ({0})
fi: Kaikki levyt ({0})

source: Kõik artistid ({0})
fi: Kaikki esittäjät ({0})

source: Väärtus
fi: Arvo

source: Sega a_lbumi järgi
fi: Sekoita _levyn mukaan

source: albumi järgi
fi: albumin mukaan

source: Sega _esitaja järgi
fi: Sekoita _esittäjän mukaan

source: esitaja järgi
fi: esittäjän mukaan

source: Mängi kõik lood esitaja järgi, seejärjel vali suvaline artist
fi: Soita kaikki esittäjän kappaleet ja vaihda satunnaiseen esittäjään

source: Juhuesitus _väljas
fi: _Poista sekoitus

source: käsitsi
fi: käsin

source: Ära sega nimekirja
fi: Älä sekoita soittolistaa

source: Mängi lugusid segamini, eelista paremini hinnatud lugusid
fi: Soita kappaleet satunnaisessa järjestyksessä, suosi paremmat arvostelut saaneita kappaleita

source: punktide järgi
fi: pisteiden mukaan

source: Mängi lugusid segamini, eelista paremate punktidega lugusid
fi: Soita kappaleet satunnaisessa järjestyksessä, suosi paremmat pisteet saaneita kappaleita

source: Sega _loo järgi
fi: Sekoita _kappaleen mukaan

source: loo järgi
fi: kappaleen mukaan

source: Mängi lugusid suvaliselt oma lugude nimekirjas
fi: Soita kappaleet satunnaisessa järjestyksessä soittolistalta

source: Meedia skaneerimine
fi: Tutkitaan mediaa

source: Skaneerimine...
fi: Tutkitaan...

source: Skaneerimine ({0} faili)...
fi: Tutkitaan ({0} tiedostoa)...

source: Meedia importimine
fi: Tuodaan mediatiedostot

source: Importimine on praegu pooleli. Kas sa tahad selle peatada?
fi: Musiikin tuonti on kesken. Haluatko keskeyttää tuonnin?

source: Importimisel {0} / {1}
fi: Tuodaan {0}/{1}

source: Uuendab sinu Banshee andmebaasi
fi: Päivitetään Bansheen tietokantaa

source: Palun oota kuni sinu vana Banshee andmebaas uuendatakse uude vormingusse.
fi: Odota, että vanha Bansheen tietokanta muunnetaan uuteen muotoon.

source: Metateabe värskendamine
fi: Päivitetään metatietoja

source: Klassikaline
fi: Klassinen

source: Täis bass
fi: Täysi basso

source: Täis bass ja kõrgsagedused
fi: Täysi basso ja diskantti

source: Kõrghelid
fi: Täysi diskantti

source: Sülearvuti kõlarid ja kõrvaklapid
fi: Kannettavan tietokoneen kaiuttimet ja kuulokkeet

source: Suur saal
fi: Suuri sali

source: Pidu
fi: Bileet

source: Tehno
fi: Techno

source: Eemalda kogust
fi: Poista kirjastosta

source: Failide järjestus
fi: Tiedostojen järjestely

source: _Uuenda failide ja kaustade nimesid
fi: _Päivitä tiedostojen ja hakemistojen nimet

source: Nimeta ümber failid ja kaustad meedia metadata järgi
fi: Nimeä tiedostot ja hakemistot uudelleen kappaletietojen mukaan.

source: {0} kataloog
fi: {0}-kansio

source: Raja esitaja
fi: Kappaleen esittäjä

source: Dirigent
fi: Kapellimestari

source: Album
fi: Levy

source: Pealkiri
fi: Kappale

source: Arv
fi: Lukumäärä

source: Number
fi: Numero

source: Arv (sorteerimata)
fi: Lukumäärä (ei järjestetty)

source: Number (sorteerimata)
fi: Numero (ei järjestetty)

source: Plaatide arv
fi: Levyjen lukumäärä

source: KollektiivMusic Library
fi: RyhmittelyMusic Library

source: Muusika
fi: Musiikki

source: Otsi oma muusikat
fi: Etsi musiikkia

source: Mitmesugune
fi: Sekalaiset

source: _Sorteeri esitaja albumid aasta järgi, mitte pealkirja
fi: _Järjestä esittäjän albumit vuoden mukaan, ei nimen

source: Audiokaust
fi: Musiikkikansio

source: Lemmikud
fi: Suosikit

source: Lood hinnanguga neli ja viis tärni
fi: Neljällä ja viidellä tähdellä arvostellut kappaleet

source: Hiljutised lemmikud
fi: Viimeisimmät suosikit

source: Viimasel nädalal tihti kuulatud lood
fi: Viime viikolla usein kuunnellut kappaleet

source: Hiljuti lisatud
fi: Äskettäin lisätyt

source: Viimasel nädalal imporditud lood
fi: Viime viikolla tuodut kappaleet

source: Hiljuti kuulatud
fi: Äskettäin soitetut

source: Hiljuti kuulatud laulud
fi: Äskettäin soitetut kappaleet

source: Kuulamata
fi: Kuuntelemattomat

source: Laulud, mida pole kuulatud või jäeti vahele
fi: Kappaleet joita ei ole soitettu tai ohitettu

source: Hüljatud lemmikud
fi: Laiminlyödyt suosikkikappaleet

source: Lemmikud, mida pole kahe kuu jooksul kuulatud
fi: Suosikkikappaleet, joita ei ole soitettu kahteen kuukauteen

source: Kõige vähem lemmik
fi: Vähiten suositut

source: Laulud hinnanguga üks või kaks tärni või mida sa oled korduvalt vahele jätnud
fi: Yhdellä tai kahdella tähdellä arvostellut kappaleet, jotka on ohitettu säännöllisesti

source: 700 MB lemmikuid
fi: 700 Mt suosikkikappaleita

source: Andmeplaaditäis lemmiklaule
fi: Data-CD:llinen suosikkikappaleita

source: 80 minutit lemmikuid
fi: 80 minuuttia suosikkikappaleita

source: Audioplaaditäis lemmiklaule
fi: CD-levylliinen suosikkikappaleita

source: Hindamata
fi: Ei arvosteltu

source: Laulud, mida pole hinnatud
fi: Arvostelemattomat kappaleet

source: Laulude importimine
fi: tuodaan kappaleita

source: Importimine kohast {0}Video Library
fi: Tuodaan lähteestä {0}Video Library

source: Videod
fi: Videot

source: Otsi enda videosid
fi: Etsi videoita

source: Tootja
fi: Tuottanut

source: Videokaust
fi: Videokansio

source: Nelja või viie tärni videod
fi: Neljällä ja viidellä tähdellä arvostellut videot

source: Vaatamata
fi: Katsomattomat

source: Videod, mida pole veel mängitud
fi: Videot joita ei ole soitettu vielä

source: Vaikimisi esitusmootor
fi: Oletusmoottori

source: Esitusmootoreid ei leitud. Palun veendu, et Banshee paigaldus õnnestus.
fi: Soittomoottoreita ei löytynyt. Tarkista, että Banshee on asennettu oikein.

source: Probleem esitusmootoriga
fi: Ongelma soittomoottorin kanssa

source: Konverteerimisel {0} / {1}
fi: Muunnetaan {0}/{1}

source: Lähtestamine
fi: Alustetaan

source: Praegu konverteeritakse faile teise vormingusse. Kas sa tahad selle peatada?
fi: Tiedostoja ollaan muuntamassa toiseen muotoon. Haluatko keskeyttää muunnoksen?

source: Võrguühendus puudub
fi: Ei verkkoyhteyttä saatavilla

source: Ei saa ühendada Võrguhalduriga ega Wicd võrguhalduriga
fi: Ei saatu yhteyttä NetworkManageriin tai Wicdiin

source: _Lülita välja lisad, mis vajavad interneti ühendust
fi: _Poista käytöstä Internet-yhteyttä vaativat ominaisuudet

source: Mõned lisad vajavad lairiba ühendust , näiteks Last.fm ja kaanekujunduse hankimine
fi: Jotkin ominaisuudet, kuten Last.fm tai kansikuvien noutaminen, vaativat laajakaista-Internet-yhteyden

source: Lugude nimekiri
fi: Soittolista

source: Eemalda lugude nimekirjast
fi: Poista soittolistalta

source: Kustuta lugude nimekiri
fi: Poista soittolista

source: Uus lugude nimekiri
fi: Uusi soittolista

source: Windows meedia ASX
fi: Windows Media ASX

source: Windows meedia ASX (*.asx)
fi: Windows Media ASX (*.asx)

source: MPEG versioon 3.0 laiendatud (*.m3u)
fi: MPEG-versio 3.0, laajennettu (*.m3u)

source: Shoutcast lugude nimekiri versioon 2 (*.pls)
fi: Shoutcast-soittolista versio 2 (*.pls)

source: Üldine
fi: Yleisasetukset

source: Allikaspetsiifiline
fi: Lähdekohtainen

source: Laiendused
fi: Lisäosat

source: Tee Bansheed paremaks saates anonüümset kasutusteavet
fi: Kehitä Bansheeta lähettämättä anonyymejä käyttötietoja

source: kirjet
fi: kohtia

source: minutit
fi: minuuttia

source: tundi
fi: tuntia

source: MB
fi: Mt

source: GB
fi: Gt

source: Esitajaartist
fi: Esittäjäartist

source: artist
fi: esittäjä

source: esitajaalbum artist
fi: esittäjätalbum artist

source: album
fi: kokoelmanesittäjäalbum

source: Plaat
fi: Levy

source: plaat
fi: levy

source: plaadinr
fi: levynumero

source: plaadid
fi: levyjä

source: cd-d
fi: cd:itä

source: rada
fi: kappale

source: rajanr
fi: kappalenumero

source: rajad
fi: kappaleita

source: Lööki minutis
fi: Iskuja minuutissa

source: bitivoog
fi: bittinopeus

source: bitisügavus
fi: bittisyvyys

source: pealkiri
fi: kappale

source: pealkirjaga
fi: nimeltään

source: nimetatud
fi: nimetty

source: aasta
fi: vuosi

source: avaldatud
fi: julkaistu

source: a
fi: v

source: žanr
fi: tyyli

source: helilooja
fi: säveltäjä

source: dirigent
fi: kapellimestari

source: grupeerimine
fi: ryhmittely

source: kommentaar
fi: kommentti

source: Litsents
fi: Lisenssi

source: litsents
fi: lisenssi

source: litsenseeritud
fi: lisensoitu

source: all
fi: alle

source: hinnang
fi: arvostelu

source: tärn
fi: tähteä

source: Mängimiste arv
fi: Soittokerrat

source: esitusi
fi: Soittokerrat

source: mängimiste arv
fi: soittokerrat

source: kuulab
fi: kuuntelukerrat

source: Peatamiste arv
fi: Ohitusten lukumäärä

source: peatamisi
fi: ohitettu

source: peatamiste arv
fi: ohituskerrat

source: Faili suurus
fi: Tiedoston koko

source: suurus
fi: koko

source: failisuurus
fi: tiedostokoko

source: Faili asukoht
fi: Tiedoston sijainti

source: asukoht
fi: polku

source: fail
fi: tiedosto

source: Aeg
fi: Kesto

source: kestus
fi: kesto

source: pikkus
fi: pituus

source: aeg
fi: kesto

source: Mime tüüp
fi: Mime-tyyppi

source: tüüp
fi: tyyppi

source: mimetüüp
fi: mime-tyyppi

source: vorming
fi: muoto

source: Viimati mängiti
fi: Viimeksi soitettu

source: eelmisena mängitud
fi: viimeksisoitettu

source: mängitud
fi: soitettu

source: Viimati jäeti vahele:
fi: Viimeksi ohitettu

source: viimati vahele jäetud
fi: viimeksiohitettu

source: peatatud
fi: ohitettu

source: Kuupäeval lisatud
fi: Lisäyspäivä

source: lisatud
fi: lisätty

source: imporditud
fi: Tuo

source: kuupäeval lisatud
fi: lisäyspäivä

source: Nutikas lugude nimekiri
fi: Älysoittolista

source: punkte
fi: pisteet

source: Taasesituse viga
fi: Soittovirhe

source: taasesituse viga
fi: Soittovirhe

source: Peatamisi
fi: Ohituskerrat

source: Esitusi
fi: Soittokerrat

source: Kõrgeim hinnang
fi: Korkein arvostelu

source: Madalaim hinnang
fi: Matalin arvostelu

source: Tihedamini mängitud
fi: Useiten soitettu

source: Harveim mängitud
fi: Vähiten soitettu

source: Viimati mängitud
fi: Viimeksi soitettu

source: Kõige varem esitatud
fi: Pisin aika sitten soitettu

source: Viimati lisatud
fi: Viimeisimmäksi lisätty

source: Kõige varem lisatud
fi: Pisin aika sitten lisätty

source: Juhuslik
fi: Satunnainen

source: Pole
fi: Ei mitään

source: pole
fi: ei mitään

source: Allikat ei leidu
fi: Resurssia ei löytynyt

source: AllikatEiLeidu
fi: Resurssia ei löytynyt

source: ei leidu
fi: ei löytynyt

source: Koodekit ei leita
fi: Koodekkia ei löytynyt

source: koodekita
fi: Koodekkia ei löytynyt

source: Tundmatu
fi: Tuntematon

source: Nutikaid nimekirju ei saa kohandada
fi: Älysoittolistaa ei voitu siirtää

source: Palun raporteeri järgnevast veast: {0}
fi: Raportoi tästä viasta vikaraportti: {0}

source: Redigeeri nutikat nimekirja
fi: Muokkaa älysoittolistaa

source: Kustuta nutikas nimekiri
fi: Poista älysoittolista

source: Kõik žanrid ({0})
fi: Kaikki tyylit ({0})

source: Sulge vearaport
fi: Sulje virheraportti

source: Vead
fi: Virheet

source: Ketas
fi: Asema

source: Kaustade _puu
fi: Kansio_hierarkia

source: Faili _nimi
fi: Tiedosto_nimi

source: {0} / {1} lisamine {2}-le
fi: Lisätään {0}/{1} kohteeseen {2}

source: {0} / {1} kustutamine {2}-lt
fi: Poistetaan {0}/{1} lähteestä {2}

source: Suuruse järgi kasvav
fi: Koko laskevassa järjestyksessä

source: Suuruse järgi kahanev
fi: Koko nousevassa järjestyksessä

source: Veebimeedia
fi: Verkkomedia

source: Kogumikud
fi: Kirjastot

source: Tundmatu voog
fi: Tuntematon virta

source: Viga voo avamisel
fi: Virhe avattaessa virtaa

source: Voogu või lugude nimekirja ei saa avada
fi: Virtaa tai soittolistaa ei voitu avata

source: Viga lugude nimekirja parsimisel
fi: Virhe tulkittaessa soittolistaa

source: URLi ei saa käivitada
fi: URLia ei voitu avata

source: {0} ei saa avada: {1} Kontrolli 'Eelistatud rakendused' sätteid.
fi: {0} ei voitu avata: {1} Tarkista "Oletussovellukset"-asetukset.

source: Näita:
fi: Näytä:

source: Lubatud
fi: Käytössä

source: Pole lubatud
fi: Ei käytössä

source: Otsi:
fi: Etsi:

source: Praegu mängib
fi: Soitetaan

source: Pausil
fi: Tauolla

source: Kaitstud
fi: Suojattu

source: Väline dokument
fi: Ulkoinen asiakirja

source: Vali uus kaanekujundus...
fi: Valitse uusi kansikuva...

source: Kustuta see kaanekujundus
fi: Poista tämä kansikuva

source: Raja nr
fi: Kappaleen #

source: Rada ja arv
fi: Kappale & lukumäärä

source: Plaadi nr
fi: Levyn #

source: Plaat ja arv
fi: Levy & lukumäärä

source: {0} bitti
fi: {0} bittiä

source: Peida kaasteksti aken
fi: Piilota kontekstipaneeli

source: Taasesituse alguse järel ootamine...
fi: Odotetaan soiton alkamista...

source: Laadimine...
fi: Ladataan...

source: Eelvõimendi
fi: Esivahvistus

source: Ekvalaiser
fi: Taajuuskorjain

source: Uus mall
fi: Uudet esiasetukset

source: _Järjehoidjad
fi: _Kirjanmerkit

source: _Lisa järjehoidja
fi: _Lisää kirjanmerkki

source: Lisa järjehoidja praegusele asukohale sellel rajal
fi: Lisää kirjanmerkki soivan kappaleen nykyiseen kohtaan

source: _Eemalda järjehoidja
fi: _Poista kirjanmerkki

source: Haldajad
fi: Ylläpitäjät

source: Kaastöötajad
fi: Avustajat

source: Ebaharilik multimeedia haldus ja esitus
fi: Multimedian hallinta- ja soitto-ohjelma

source: Banshee veebileht
fi: Bansheen www-sivut

source: Olulised ülesanded on täitmisel
fi: Tärkeitä tehtäviä on kesken

source: Banshee kohene sulgemine katkestab praegu täitmisel olevad ülesanded. Neid täitmist ei saa Banshee järgmisel käivitamisel automaatselt jätkata.
fi: Bansheen sulkeminen nyt keskeyttää keskeneräiset taustatehtävät. Niitä ei voi jatkaa automaattisesti käynnistettäessä bansheeta uudestaan.

source: Lõpeta ikkagi
fi: Lopeta silti

source: Jätka tööd
fi: Jatka ohjelman käyttöä

source: Hetkel on teine programm seadistatud olema vaikimisi meedia esitaja. Kas sa eelistad Bansheed seadistada vaikimisi mängijaks?
fi: Toinen ohjelma on tällä hetkellä asetettu oletusmediasoittimeksi. Haluatko asettaa Bansheen oletukseksi?

source: Ära küsi uuesti
fi: Älä kysy uudestaan

source: Sea Banshee vaikimisi
fi: Tee Bansheesta oletussoitin

source: _Impordi
fi: _Tuo

source: Vali albumi kaanepilt
fi: Valitse levyn kansikuva

source: Kõik pildifailid
fi: Kaikki kuvatiedostot

source: JPEG pildifailid
fi: JPEG-kuvatiedostot

source: PNG pildifailid
fi: PNG-kuvatiedostot

source: Ava asukoht
fi: Avaa sijainti

source: Lehitse...
fi: Selaa...

source: Sisesta faili, mida avada, aadress:
fi: Syötä avattavan tiedoston sijainti:

source: Hüppa asukohale
fi: Siirry kohtaan

source: _Meedia
fi: _Media

source: Impordi _meedia...
fi: Tuo _media...

source: Impordi meediat erinevatest allikatest
fi: Tuo mediatiedostoja eri lähteistä

source: Impordi lugude _nimekiri...
fi: Tuo _soittolista...

source: Impordi lugude nimekiri
fi: Tuo soittolista

source: Muusikakogu uuesti skannimine
fi: Tuo musiikkikirjastosta

source: Muusikakogu kausta uuesti skannimine
fi: Etsi uudestaan musiikkikirjastosta

source: Ava _asukoht...
fi: Avaa _sijainti...

source: Ava taasesituseks kaugfail
fi: Avaa soitettava sijainti verkosta

source: _Lõpeta
fi: _Lopeta

source: Lõpeta Banshee
fi: Lopeta Banshee

source: _Redigeerimine
fi: _Muokkaa

source: _Eelistused
fi: _Asetukset

source: Muuda isiklikke eelistusi
fi: Muokkaa asetuksiasi

source: _Tööriistad
fi: _Työkalut

source: _Abi
fi: O_hje

source: _Sisukord
fi: _Sisällys

source: Banshee _kodulehekülg
fi: Bansheen _kotisivu

source: Külasta Banshee kodulehekülge
fi: Käy Bansheen kotisivulla

source: _Löö kaasa
fi: _Osallistu kehitykseen

source: Hakka Banshee kaastööliseks
fi: Osallistu Bansheen kehitykseen

source: _Versiooniinfo
fi: _Versiotiedot

source: Kuva üksikasjaline teave versiooni ja konfiguratsiooni kohta
fi: Näytä yksityiskohtaiset versio- ja asetustiedot

source: Impordi nimekiri
fi: Tuo soittolista

source: Nimekirjad
fi: Soittolistat

source: Esita käesolev lugu
fi: Soita nykyinen kohde

source: _Järgmine
fi: _Seuraava

source: Esita järgmine lugu
fi: Soita seuraava kohde

source: _Eelmine
fi: _Edellinen

source: Esita eelmine lugu
fi: Soita edellinen kohde

source: Jälita _kuni...
fi: Siirry _kohtaan...

source: Hüppa praegu esitatavale loole
fi: Siirry soitettavan kappaleen kohdalle

source: Taasalusta praegune lugu
fi: Aloita soitettava kohde alusta

source: _Peatu, kui lõpeb
fi: Pysäytä _valmistuttua

source: Lõpeta esitamine, kui praegune lugu lõpeb
fi: Lopeta soitto, kun nykyinen kohde on esitetty

source: _Esitamine
fi: _Soitto

source: _Pausi
fi: _Tauko

source: Pausi käesolev lugu
fi: Keskeytä nykyinen kohde

source: Kordamine
fi: Kertaus

source: Kordamine _väljas
fi: Älä _kertaa

source: Ära korda nimekirja
fi: Älä kertaa soittolistaa

source: Korda _kõiki
fi: Kertaa k_aikki

source: Mängi kõik laulud enne nimekirja kordamist
fi: Soita kaikki kappaleet ennen kuin soittolista kerrataan

source: Korda _ühte
fi: Kertaa _yksi

source: Korda praegu esitatavat laulu
fi: Kertaa soiva kappale

source: Juhuesitus
fi: Se_koita

source: Subtiiter
fi: Tekstitys

source: Faili laadimine...
fi: Lataa tiedosto...

source: Lae subtiitri fail
fi: Lataa tekstitystiedosto

source: Subtiitrifaili laadimine
fi: Lataa tekstitystiedosto

source: L_ae
fi: _Lataa

source: Subtiitrifailid
fi: Tekstitystiedostot

source: Subtiiter {0}
fi: Tekstitys {0}

source: Peida subtiitrid
fi: Piilota tekstitys

source: _Uus lugude nimekiri
fi: _Uusi soittolista

source: Loo uus tühi lugude nimekiri
fi: Luo uusi tyhjä soittolista

source: Uus _nutikas nimekiri...
fi: Uusi _älysoittolista...

source: Loo uus nutikas nimekiri
fi: Luo uusi älysoittolista

source: Impordi kogusse
fi: Tuo kirjastoon

source: Impordi allikas kogusse
fi: Tuo lähde kirjastoon

source: Nimeta ümber
fi: Nimeä uudestaan

source: Ekspordi nimekiri...
fi: Vie soittolista...

source: Ekspordi nimekiri
fi: Vie soittolista

source: Allika omadused
fi: Lähdeasetukset

source: Vaheta allikat
fi: Vaihda lähdettä

source: Eelistused
fi: Asetukset

source: Ava asukohaga seotud seadistused
fi: Muokkaa tämän lähteen asetuksia

source: Uus _nutikas nimekiri
fi: Uusi _älysoittolista

source: Värskenda
fi: Päivitä

source: Värskenda see juhuslikult sorteeridu nutikas nimekiri
fi: Virkistä satunnaisessa järjestyksessä oleva älysoittolista

source: Lugude nimekirja ei saa eksportida
fi: Soittolistaa ei voitu viedä

source: Kas sa oled kindel, et tahad kustutada {0}?
fi: Haluatko varmasti poistaa tämän {0}?

source: Eralda tüübi järgi
fi: Erottele tyypin mukaan

source: Vali _kõik
fi: Valitse _kaikki

source: Vali kõik rajad
fi: Valitse kaikki kappaleetPoista valinnat

source: Ära vali _midagi
fi: Älä valitse _mitään
